Repository: karimsayf/JustagainCourses
Catalog: lib/utils/locale/app_*.arb
Languages: ar

source: LOGIN
ar: دخول

source: SIGN UP
ar: إنشاء حساب

source: Enter your Email
ar: ادخل البريد الإلكتروني

source: Enter your Password
ar: ادخل كلمة المرور

source: Enter Password Confirmation
ar: ادخل تأكيد كلمة المرور

# forgotPassword
source: Forgot your Password?
ar: نسيت كلمة المرور؟

# emptyField
source: Please fill all the required fields
ar: فضلًا قم بإضافة جميع الحقول

# passwordsDoesNotMatch
source: Passwords doesn't match
ar: كلمات المرور لا تتطابق

# welcome
source: Welcome to Justagain Quizes
ar: مرحبًا بك في نظام الاختبارات

# whatToAdd
source: What Do You Want To Add Today?
ar: ماذا تود أن تضيف اليوم؟

source: Add Quiz
ar: إضافة اختبار

# forgotEmailSent
source: Password Reset Email Sent To Your Email
ar: تم إرسال رابط تغيير كلمة المرور عبر بريدك

source: My Grades
ar: درجاتي

# addNewQuiz
source: Add your New Quiz
ar: اضف اختبارك الجديد

# quizName
source: Enter your Quiz Name
ar: ادخل اسم الاختبار

# quizDesc
source: Enter Description
ar: ادخل وصف الاختبار

# addQuestion
source: Add your Questions
ar: قم بإضافة الاسئلة

source: Submit
ar: إرسال

# first
source: First Answer
ar: الإجابة الأولى

# second
source: Second Answer
ar: الإجابة الثانية

# third
source: Third Answer
ar: الإجابة الثالثة

# fourth
source: Fourth Answer
ar: الإجابة الرابعة

# fifth
source: Fifth Answer
ar: الإجابة الخامسة

# addQuestionTitle
source: Enter your Question
ar: ادخل السؤال

# doneAdding
source: Done, Added Successfully
ar: تمت الإضافة بنجاح

# quizImageUrl
source: Enter quiz Image Url
ar: ادخل رابط صورة الاختبار

source: Good Luck
ar: بالتوفيق

# finishTheQuiz
source: Finish My Quiz
ar: إنهاء الاختبار

# answerAll
source: Please answer all questions
ar: من فضلك أجب على جميع الاسئلة

# congrats
source: Congratulations
ar: مبروك

source: You GOT
ar: لقد حصلت على

# save
source: Save Degree
ar: حفظ النتيجة

source: Exit
ar: الخروج

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Log Out
ar: تسجيل خروج

# changeLang
source: Change Language
ar: تغيير اللغة
